tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "int128/kubelogin"
tap "knqyf263/pet"
tap "koekeishiya/formulae"
tap "redpanda-data/tap"
brew "openssl@3"
brew "grpc"
brew "python@3.12"
brew "apache-arrow"
brew "argocd"
brew "python@3.11"
brew "azure-cli"
brew "libgit2"
brew "bat"
brew "bazelisk"
brew "ccache"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dfu-util"
brew "direnv"
brew "exa"
brew "fd"
brew "fswatch"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "libheif"
brew "libpq"
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gobject-introspection"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "hcloud"
brew "helm"
brew "httpie"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "iperf3"
brew "jd"
brew "jq"
brew "k9s"
brew "librdkafka"
brew "kcat"
brew "kubernetes-cli"
brew "lazygit"
brew "lighttpd"
brew "lsd"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "mas"
brew "minikube"
brew "most"
brew "netcat"
brew "ninja"
brew "nmap"
brew "ollama"
brew "openjdk"
brew "openshift-cli"
brew "pandoc"
brew "parallel"
brew "postgresql@14"
brew "postgis"
brew "python@3.10"
brew "qemu"
brew "qrencode"
brew "ripgrep"
brew "skaffold"
brew "so"
brew "socket_vmnet"
brew "task"
brew "tldr"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/vault"
brew "int128/kubelogin/kubelogin"
brew "knqyf263/pet/pet"
brew "koekeishiya/formulae/skhd"
brew "redpanda-data/tap/redpanda"
cask "basictex"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "keycastr"
cask "kitty"
cask "obsidian"
cask "openlens"
cask "shortcat"
cask "spotify"
cask "telegram-desktop"
cask "ukelele"
cask "visual-studio-code"
cask "wezterm-nightly"
cask "wkhtmltopdf"
cask "xquartz"
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "asvetliakov.vscode-neovim"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
