brew "arduino-cli"
brew "argocd"
brew "argocd-vault-plugin"
brew "atuin"
brew "autoconf"
brew "bat"
brew "chezmoi"
brew "curl"
brew "fd"
brew "felixkratz/formulae/sketchybar"
brew "fish"
brew "fswatch"
brew "fzf"
brew "gettext"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gnutls"
brew "groff"
brew "hashicorp/tap/terraform"
brew "helm"
brew "help2man"
brew "httpie"
brew "hudochenkov/sshpass/sshpass"
brew "iperf3"
brew "jd"
brew "jq"
brew "k9s"
brew "knqyf263/pet/pet"
brew "koekeishiya/formulae/skhd"
brew "kubectx"
brew "kubernetes-cli"
brew "lazygit"
brew "libgit2"
brew "lldpd", restart_service: :changed
brew "lsd"
brew "lsusb"
brew "luarocks"
brew "mas"
brew "mise"
brew "mosquitto"
brew "netcat"
brew "nmap"
brew "numpy"
brew "nushell"
brew "ollama"
brew "openssl@3"
brew "pandoc"
brew "parallel"
brew "platformio"
brew "postgresql@14"
brew "python@3.11"
brew "python@3.13"
brew "qemu"
brew "ranger"
brew "redpanda-data/tap/redpanda"
brew "ripgrep"
brew "skaffold"
brew "so"
brew "starship"
brew "tcl-tk"
brew "tldr"
brew "trufflehog"
brew "unbound"
brew "uv"
brew "wireshark"
brew "zlib"
brew "zoxide"
brew "zsh-completions"
cask "android-platform-tools"
cask "arduino-ide"
cask "bluesnooze"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-cloud-sdk"
cask "keycastr"
cask "keyman"
cask "kicad"
cask "kitty"
cask "krita"
cask "mac-mouse-fix"
cask "obsidian"
cask "openlens"
cask "orbstack"
cask "shortcat"
cask "spotify"
cask "telegram-desktop"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "iMovie", id: 408981434
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "knqyf263/pet"
tap "koekeishiya/formulae"
tap "redpanda-data/tap"
vscode "asvetliakov.vscode-neovim"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "platformio.platformio-ide"
vscode "redhat.vscode-yaml"
vscode "twxs.cmake"
