brew "pipx"
brew "argocd"
brew "asdf"
brew "atuin"
brew "bat"
brew "curl"
brew "direnv"
brew "fd"
brew "felixkratz/formulae/sketchybar"
brew "fswatch"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "hashicorp/tap/terraform"
brew "helm"
brew "httpie"
brew "iperf3"
brew "jd"
brew "jq"
brew "k9s"
brew "knqyf263/pet/pet"
brew "koekeishiya/formulae/skhd"
brew "kubernetes-cli"
brew "lazygit"
brew "lldpd"
brew "lsd"
brew "mas"
brew "netcat"
brew "nmap"
brew "nushell"
brew "ollama"
brew "openssl@3"
brew "pandoc"
brew "parallel"
brew "qemu"
brew "redpanda-data/tap/redpanda"
brew "ripgrep"
brew "skaffold"
brew "so"
brew "starship"
brew "tldr"
brew "wireshark"
brew "zlib"
brew "zoxide"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-cloud-sdk"
cask "keycastr"
cask "kitty"
cask "krita"
cask "mac-mouse-fix"
cask "obsidian"
cask "openlens"
cask "shortcat"
cask "spotify"
cask "telegram-desktop"
cask "visual-studio-code"
cask "xquartz"
mas "Xcode", id: 497799835
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "knqyf263/pet"
tap "koekeishiya/formulae"
tap "redpanda-data/tap"
vscode "asvetliakov.vscode-neovim"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "redhat.vscode-yaml"
vscode "twxs.cmake"
